{
  "home": {
    "noun": [
      "A dwelling.",
      "One’s native land; the place or country in which one dwells; the place where one’s ancestors dwell or dwelt.",
      "The locality where a thing is usually found, or was first found, or where it is naturally abundant; habitat; seat.",
      "A focus point."
    ],
    "verb": [
      "(of animals) To return to its owner.",
      "(always with \"in on\") To seek or aim for something."
    ],
    "adjective": [
      "Of or pertaining to one’s dwelling or country; domestic; not foreign; as home manufactures; home comforts.",
      "(except in phrases) That strikes home; direct, pointed.",
      "Personal, intimate.",
      "Relating to the home team (the team at whose venue a game is played)."
    ],
    "adverb": [
      "To one's home",
      "At or in one's place of residence or one's customary or official location; at home",
      "To a full and intimate degree; to the heart of the matter; fully, directly.",
      "Into the goal",
      "Into the right, proper or stowed position"
    ]
  },
  "stone": {
    "noun": [
      "A hard earthen substance that can form large rocks.",
      "A small piece of stone, a pebble.",
      "A gemstone, a jewel, especially a diamond.",
      "(plural: stone) A unit of mass equal to 14 pounds. Used to measure the weights of people, animals, cheese, wool, etc. 1 stone ≈ 6.3503 kilograms",
      "The central part of some fruits, particularly drupes; consisting of the seed and a hard endocarp layer.",
      "A hard, stone-like deposit.",
      "A playing piece made of any hard material, used in various board games such as backgammon, and go.",
      "A dull light grey or beige, like that of some stones.",
      "A 42-pound, precisely shaped piece of granite with a handle attached, which is bowled down the ice.",
      "A monument to the dead; a gravestone or tombstone.",
      "A mirror, or its glass.",
      "A testicle of an animal.",
      "A stand or table with a smooth, flat top of stone, commonly marble, on which to arrange the pages of a book, newspaper, etc. before printing; also called imposing stone."
    ],
    "verb": [
      "To pelt with stones, especially to kill by pelting with stones.",
      "To wall with stones.",
      "To remove a stone from (fruit etc.).",
      "To form a stone during growth, with reference to fruit etc.",
      "To intoxicate, especially with narcotics. (Usually in passive)",
      "To do nothing, to stare blankly into space and not pay attention when relaxing or when bored.",
      "To lap with an abrasive stone to remove surface irregularities."
    ],
    "adjective": [
      "Constructed of stone.",
      "Having the appearance of stone.",
      "Of a dull light grey or beige, like that of some stones.",
      "Used as an intensifier.",
      "Willing to give sexual pleasure but not to receive it."
    ],
    "adverb": [
      "As a stone (used with following adjective).",
      "Absolutely, completely (used with following adjectives)."
    ]
  },
  "space": {
    "noun": [
      "(heading) Of time.",
      "(heading) Unlimited or generalized extent, physical or otherwise.",
      "(heading) A bounded or specific extent, physical or otherwise."
    ],
    "verb": [
      "To roam, walk, wander.",
      "To set some distance apart.",
      "To insert or utilise spaces in a written text.",
      "To eject into outer space, usually without a space suit.",
      "To travel into and through outer space."
    ]
  }
}